260317_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/campoo/mocion-censura-hara-31-marzo-mucho-que-pp-buscando-todas-formas-pararla/20260316214007190030.html]["La moción de censura se hará el 31 de marzo por mucho que el PP esté buscando todas las formas de pararla"]]
- [[https://eldiariocantabria.publico.es/articulo/valles-pasiegos/desarrollo-rural-ejecuta-mejoras-infraestructuras-eficiencia-energetica-municipio/20260316213252190029.html][Desarrollo Rural ejecuta mejoras en las infraestructuras y la eficiencia energética del municipio]]
- [[https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/consistorio-realiza-trabajos-mantenimiento-elementos-agilidad-parque-canino/20260316211903190027.html][El Consistorio realiza trabajos de mantenimiento en los elementos de agilidad del parque canino]]
- [[https://eldiariocantabria.publico.es/articulo/torrelavega/licitada-adquisicion-pavimento-madera-portatil-eventos-culturales-deportivos/20260316205810190025.html][Licitada la adquisición de pavimento de madera portátil para eventos culturales y deportivos]]
- [[https://eldiariocantabria.publico.es/articulo/santander/ayuntamiento-sustituira-dos-palmeras-afectadas-picudo-rojo-piquio/20260316204446190024.html][El Ayuntamiento sustituirá las dos palmeras afectadas por picudo rojo en Piquío]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/03/16/cuba-blackout-energy-grid-collapse/][Trump says he’ll have the ‘honor’ of ‘taking’ Cuba: ‘I can do anything’]]
- [[https://www.washingtonpost.com/national-security/2026/03/16/trump-xi-summit-delayed-iran-hormuz-shipping/][Trump-Xi summit delayed as U.S. president pushes China to help open Hormuz]]
- [[https://www.washingtonpost.com/national-security/2026/03/16/us-troops-wounded-iran/][Number of U.S. troops wounded in Iran war surpasses 200 across 7 countries]]
- [[https://www.washingtonpost.com/world/2026/03/16/dubai-airport-drone-strike-iran/][Iran targets commerce as drone hits Dubai airport; Israel says war will go on]]
- [[https://www.washingtonpost.com/national-security/2026/03/16/iran-regime-intelligence-irgc-war/][U.S. intelligence says Iran’s regime is consolidating power]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/middle-east/iran-unleashes-new-crackdown-on-its-people-to-head-off-uprising-e7785b1c][Iran Unleashes New Crackdown on Its People to Head Off Uprising]]
- [[https://www.wsj.com/world/americas/takeaways-from-wsj-reporting-on-the-cias-dealings-with-an-ex-chevron-executive-0f0d7ddf][Takeaways From WSJ Reporting on the CIA’s Dealings With an Ex-Chevron Executive]]
- [[https://www.wsj.com/world/middle-east/how-some-ships-are-sneaking-through-the-strait-of-hormuz-70e18ff6][How Some Ships Are Sneaking Through the Strait of Hormuz]]
- [[https://www.wsj.com/world/cuban-regime-wants-diaspora-to-own-businesses-on-the-island-7a0eaf86][Cuban Regime Wants Diaspora to Own Businesses on the Island]]
- [[https://www.wsj.com/world/middle-east/israel-invades-lebanon-opening-new-front-against-iran-f5e29555][Israel Invades Lebanon, Opening New Front Against Iran]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/politique/article/2026/03/17/municipales-2026-a-gauche-la-volte-face-risquee-des-socialistes-qui-multiplient-les-accords-de-second-tour-avec-les-insoumis-de-jean-luc-melenchon_6671587_823448.html][Municipales 2026 : à gauche, la volte-face risquée des socialistes, qui multiplient les accords de second tour avec les « insoumis » de Jean-Luc Mélenchon]]
- [[https://www.lemonde.fr/international/article/2026/03/17/detroit-d-ormuz-les-europeens-refusent-d-etre-entraines-dans-la-guerre-americano-israelienne-contre-l-iran_6671546_3210.html][Détroit d’Ormuz : les Européens refusent d’être entraînés par Trump dans sa guerre contre l’Iran]]
- [[https://www.lemonde.fr/societe/article/2026/03/17/logement-le-parc-hlm-s-eloigne-de-sa-cible-principale-les-demandeurs-les-plus-precaires_6671592_3224.html][Logement : le parc HLM s’éloigne de sa cible principale, les demandeurs les plus précaires]]
- [[https://www.lemonde.fr/international/article/2026/03/16/a-jerusalem-un-ramadan-sous-haute-restriction_6671469_3210.html][A Jérusalem, un ramadan sous haute restriction]]
- [[https://www.lemonde.fr/international/article/2026/03/16/quand-j-ai-quitte-l-egypte-ca-n-allait-pas-bien-la-bas-maintenant-c-est-ici-aux-emirats-arabes-unis-les-pecheurs-victimes-collaterales-de-la-guerre-en-iran_6671442_3210.html][Aux Emirats arabes unis, les pêcheurs victimes collatérales de la guerre en Iran]]

*** Le Figaro

- [[https://www.lefigaro.fr/elections/municipales/en-direct-municipales-2026-resultats-paris-lyon-marseille-lille-toulouse-lfi-rn-lr-horizons-gauche-droite-centre-20260316][EN DIRECT - Municipales 2026 : Olivier Faure dit «comprendre parfaitement les choix» des candidats socialistes s’alliant avec LFI]]
- [[https://www.lefigaro.fr/elections/municipales/municipales-2026-les-resultats-commune-par-commune-en-carte-et-en-direct-20260315][Municipales 2026 : les résultats commune par commune en carte]]
- [[https://www.lefigaro.fr/elections/municipales/municipales-2026-paris-lyon-et-marseille-les-resultats-detailles-20260316][Municipales 2026 : les résultats détaillés de Paris, Lyon et Marseille]]
- [[https://www.lefigaro.fr/elections/municipales/municipales-2026-le-grand-bal-des-alliances-avec-lfi-bouscule-la-campagne-d-entre-deux-tours-a-gauche-20260316][Municipales 2026 : le grand bal des alliances avec LFI bouscule la campagne d’entre-deux-tours à gauche]]
- [[https://www.lefigaro.fr/politique/guillaume-tabard-les-bonnes-affaires-de-jean-luc-melenchon-20260316][Guillaume Tabard : « Les bonnes affaires de Jean-Luc Mélenchon »]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.com/news/articles/c70k29914q4o?at_medium=RSS&at_campaign=rss][Trump's confidence is undimmed - but every Iran option comes with risk]]
- [[https://www.bbc.com/news/articles/c4g8n7e0l40o?at_medium=RSS&at_campaign=rss][Afghanistan accuses Pakistan of killing hundreds in hospital strike]]
- [[https://www.bbc.com/news/articles/c74721xyd1wo?at_medium=RSS&at_campaign=rss][AI firm Anthropic seeks weapons expert to stop users from 'misuse']]
- [[https://www.bbc.com/news/articles/cx2g4v9mzxro?at_medium=RSS&at_campaign=rss]['Fire came from the sky and burned them' - life on the brink of civil war in South Sudan]]
- [[https://www.bbc.com/news/articles/c8r17plnvy3o?at_medium=RSS&at_campaign=rss][Wary allies show there's no quick fix to Trump's Iran crisis]]

