260317_day_briefing.org
*** The Guardian

- [[https://www.theguardian.com/world/2026/mar/16/africa-particularly-vulnerable-iran-conflict-disrupts-supply-chains][Africa particularly vulnerable as Iran conflict disrupts supply chains, say experts]]
- [[https://www.theguardian.com/media/2026/mar/15/nigerias-online-content-creator-market-has-boomed-can-the-skit-makers-and-streamers-make-it-pay][Nigeria’s online content creator market has boomed. Can the skit-makers and streamers make it pay?]]
- [[https://www.theguardian.com/world/2026/mar/13/france-returns-sacred-djidji-ayokwe-talking-drum-looted-from-cote-divoire][France returns sacred talking drum looted from Côte d’Ivoire over 100 years ago]]
- [[https://www.theguardian.com/us-news/2026/mar/12/trump-immigration-deportations-eswatini][Eswatini says it received more ‘third country’ deportees as part of deal with Trump administration]]
- [[https://www.theguardian.com/global-development/2026/mar/12/uk-government-axes-flagship-global-health-project][UK government axes flagship global health project]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** La Repubblica

- /Feed no disponible temporalmente/

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/world/a-world-in-chaos-trumps-u-s-abandons-role-as-global-leader-a-e0418524-fb05-4ec2-9688-e3f00a11d9eb#ref=rss][Donald Trump's U.S. Abandons Role as Global Leader]]
- [[https://www.spiegel.de/international/world/insta-tiktok-and-co-is-australias-social-media-ban-for-children-actually-working-a-e546c2d9-d7e1-4d88-a0c3-ff888c071276#ref=rss][Insta, TikTok and Co.: Is Australia's Social Media Ban for Children Actually Working?]]
- [[https://www.spiegel.de/international/zeitgeist/reckless-suicidal-race-the-deadly-threat-posed-by-artificial-intelligence-a-8d17183a-90d8-4660-a1bb-d1f1ce560cae#ref=rss]["Reckless, Suicidal Race": The Deadly Threat Posed by Artificial Intelligence]]
- [[https://www.spiegel.de/international/europe/portrait-of-a-city-after-four-years-of-war-the-courage-of-kyiv-a-4799038a-63eb-44e3-9177-73704fd85106#ref=rss][Portrait of a City after Four Years of War: The Courage of Kyiv]]
- [[https://www.spiegel.de/international/world/u-s-historian-robert-kagan-we-are-watching-a-country-fall-under-dictatorship-almost-without-resistance-a-d262290b-cca0-4c2f-945d-2ef3b64c574f#ref=rss][U.S. Historian Robert Kagan: "We Are Watching a Country Fall Under Dictatorship Almost Without Resistance"]]

*** Deutsche Welle

- [[https://www.dw.com/en/400-killed-in-pakistani-strike-on-kabul-hospital-taliban/a-76388222?maca=en-rss-en-world-4025-rdf][400 killed in Pakistani strike on Kabul hospital: Taliban]]
- [[https://www.dw.com/en/us-wants-help-to-guard-strait-of-hormuz-but-eu-is-not-keen/a-76380348?maca=en-rss-en-world-4025-rdf][US wants help to guard Strait of Hormuz, but EU is not keen]]
- [[https://www.dw.com/en/court-rejects-move-to-indict-valencia-leader-over-flood-response/a-76384442?maca=en-rss-en-world-4025-rdf][Court rejects move to indict Valencia leader over flood response]]
- [[https://www.dw.com/en/china-ethnic-unity-law-sparks-fears-of-forced-integration/a-76383259?maca=en-rss-en-world-4025-rdf][China: 'Ethnic unity' law sparks fears of forced integration]]
- [[https://www.dw.com/en/africa-what-oil-producers-can-do-to-counter-price-shocks/a-76376251?maca=en-rss-en-world-4025-rdf][Africa: What oil producers can do to counter price shocks]]


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
